# code --list-extensions
# code --install-extension hashicorp.terraform

Blackboxapp.blackbox
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
hashicorp.terraform
ipedrazas.kubernetes-snippets
KevinRose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
michaelisom.vscode-pull-requests-azure-devops
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
ms-vscode.powershell
ni.azdo-wiki-md
p1c2u.docker-compose
redhat.ansible
redhat.vscode-yaml
SonarSource.sonarlint-vscode
TomAustin.azure-devops-yaml-pipeline-validator
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode